---
kind: property
id: P:Autodesk.Revit.DB.Visual.MasonryCMU.MasonryCMUColor
source: html/f3ffd559-729f-ee36-196c-023078b37044.htm
---
# Autodesk.Revit.DB.Visual.MasonryCMU.MasonryCMUColor Property

The property labeled "Color" from the "MasonryCMU" schema.

## Syntax (C#)
```csharp
public static string MasonryCMUColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".
 This property allows a connected asset.